Revit 2027 API
ISaveSharedCoordinatesCallback Methods
The ISaveSharedCoordinatesCallback type exposes the following members.
Methods
Name | Description
GetSaveModifiedLinksOption |  Determines whether Revit should save the link, not save the link, or discard shared positioning entirely.
Top
See Also
Reference
ISaveSharedCoordinatesCallback Interface
Autodesk.Revit.DB Namespace